["Taxation of work is too harsh and needs to be reformed to encourage diligence and reduce the burden on workers.", "The current economic system based on overconsumption and endless growth is unsustainable and needs to be changed.", "The high cost of housing is a significant issue that needs to be addressed to improve affordability and social cohesion.", "The state should use tax revenue wisely and efficiently to address key societal needs, and citizens should have a say in how their taxes are used.", "Finland's Relationship with the European Union", "Immigration and Integration in Finland", "The Economy and Welfare State", "Climate Change and Sustainability", "Erosion of Public Trust in Institutions and Media", "Polarization and Division in Society", "Concerns about the Role of Social Media in Democracy", "The Need for Evidence-Based Policy Making", "Ethical considerations of fur farming", "Improving access to healthy food", "School bullying and the need for better support and intervention", "Insufficient funding and resources for education", "Lack of focus on basic skills and practical knowledge", "Concerns about the cost of education and student support", "Basic Income and Social Security", "Working Conditions and Salary", "Unemployment and Labor Market Support", "Work-Life Balance and Time Management", "Racism and discrimination in Finnish society", "Child Allowance and Income Inequality", "Accessibility and Affordability of Hobbies for Children", "Parental Responsibility and Child Wellbeing", "The Role of Society and Education in Supporting Children", "Gender Equality and Conscription", "Gender Identity and Recognition", "Social and Political Marginalization of Men", "Sexuality and Sexual Orientation", "Accessibility and affordability of mental health services", "Shortage of healthcare professionals (doctors, nurses)", "Improving the efficiency and quality of public healthcare", "Privatization vs. Public Healthcare", "The current pension system is unfair to young people and unsustainable in the long term.", "The social security reform has created unnecessary bureaucracy and complexity, leading to inefficiencies and increased costs.", "There is a lack of understanding and transparency surrounding the pension system, leading to public dissatisfaction and mistrust.", "The social security system should be more supportive of those who are unable to work, including disabled individuals and long-term unemployed.", "The current drug policy in Finland is ineffective and needs to be reformed.", "Drug use rooms should be implemented to reduce drug deaths and disorderly use in public places.", "The use of cannabis should be legalized and regulated.", "Drug use is a complex issue with various underlying factors.", "Electricity price regulation", "Transitioning to renewable energy sources", "Improving the electric car market", "Nationalization and regulation of the electricity network", "Encouraging independent thought and diverse perspectives in Finnish society.", "Lowering the age of criminal responsibility", "Increasing punishments for specific crimes", "Revocation of voting rights for convicted individuals", "Reforming the criminal justice system", "The use of mobile phones in schools should be limited, but not completely banned.", "Citizen engagement in democracy", "Voting and electoral systems", "The role of state funding in supporting culture.", "The impact of globalization on cultural identity.", "The value and importance of culture in society.", "The relationship between culture and economic prosperity.", "Media Coverage of the Corona Pandemic", "Corona Vaccination and its Impacts", "Government Response to the Pandemic", "The next Finnish president's identity and qualifications are important for the citizens of Finland.", "The future of Finnish provinces and their boundaries is a subject of discussion among citizens.", "Some individuals are considered unsuitable for the role of president due to their political views and past actions.", "Citizens are expressing concerns about political neutrality and potential foreign influence on the presidency.", "Yle's funding and transparency", "Yle's production and role", "Clarity and Conciseness", "Speed and Thoroughness", "Simplification and Popularization", "Prohibition of Clear-cutting", "Climate change and its impact on nature", "Environmental protection and resource management", "Balancing economic growth and environmental sustainability", "Public trust and engagement in climate action", "Individual Well-being and Social Responsibility", "Accessibility of digital services for the elderly", "Support for families and caregivers of the elderly", "The right to strike is a fundamental value in society and should be protected. ", "The general binding nature of collective agreements is unconstitutional and should be waived. ", "Political strikes, particularly those organized by extra-parliamentary movements, should be banned.", "The ability of labor unions to support strikes should be limited, particularly when such strikes have significant negative impacts on the national economy.", "Sitra's funding and efficacy are questioned, with concerns about its value for taxpayers.", "Investment in AI and Robotics", "Regulation of AI", "Economic Impact of AI", "Humanity and Ethical Concerns", "Separation of Church and State", "Reform of Religious Education in Schools", "Freedom of Religion", "Role of Religion in Public Life"]